Repository: jrevillard/genie-ai-replica
Catalog: mobile/genie_ai_mobile_swiftui/GenieAI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, pt, ru, sw, th, zh

source: This folder is empty. Move conversations here from the chat menu.
ar: هذا المجلد فارغ. انقل المحادثات هنا من القائمة.
de: Dieser Ordner ist leer. Verschiebe Unterhaltungen hierher aus dem Chat-Menü.
es: Esta carpeta está vacía. Mueve conversaciones aquí desde el menú.
fr: Ce dossier est vide. Déplacez des conversations ici depuis le menu de chat.
id: Folder ini kosong. Pindahkan percakapan ke sini dari menu obrolan.
pt: Esta pasta está vazia. Mova conversas para cá do menu de chat.
ru: Эта папка пуста. Переместите сюда разговоры из меню чата.
sw: Folda hii ni tupu. Hamisha mazungumzo hapa kutoka kwenye menyu ya gumzo.
th: โฟลเดอร์นี้ว่างเปล่า ย้ายบทสนทนามาที่นี่จากเมนูแชท
zh: 此文件夹为空。从聊天菜单将对话移动到此处。

source: This reset token has expired. Please request a new one.
ar: انتهت صلاحية رمز إعادة التعيين هذا. يرجى طلب واحد جديد.
de: Dieses Reset-Token ist abgelaufen. Bitte fordere ein neues an.
es: Este token ha caducado. Por favor, solicita uno nuevo.
fr: Ce jeton de réinitialisation a expiré. Veuillez en demander un nouveau.
id: Token setel ulang ini telah kedaluwarsa. Silakan minta yang baru.
pt: Este token de redefinição expirou. Por favor, solicite um novo.
ru: Срок действия токена истек. Пожалуйста, запросите новый.
sw: Tokeni hii ya kuweka upya imeisha muda. Tafadhali omba mpya.
th: โทเค็นรีเซ็ตนี้หมดอายุแล้ว โปรดขอใหม่
zh: 此重置令牌已过期。请申请一个新的。

source: This tab is under development and will be available soon.
ar: علامة التبويب هذه قيد التطوير وستكون متاحة قريباً.
de: Dieser Tab ist in Entwicklung und wird bald verfügbar sein.
es: Esta pestaña está en desarrollo y estará disponible pronto.
fr: Cet onglet est en cours de développement et sera bientôt disponible.
id: Tab ini sedang dalam pengembangan dan akan segera tersedia.
pt: Esta guia está em desenvolvimento e estará disponível em breve.
ru: Эта вкладка находится в разработке и скоро будет доступна.
sw: Kichupo hiki kiko katika maendeleo na kitapatikana hivi karibuni.
th: แท็บนี้อยู่ระหว่างการพัฒนาและจะพร้อมใช้งานเร็วๆ นี้
zh: 此选项卡正在开发中，即将推出。

source: This will clear all your profile data and chat history.
ar: سيؤدي هذا إلى مسح جميع بيانات ملفك الشخصي وسجل المحادثات.
de: Dies löscht alle deine Profildaten und den Chatverlauf.
es: Esto borrará todos tus datos de perfil e historial de chat.
fr: Cela effacera toutes vos données de profil et votre historique de chat.
id: Ini akan menghapus semua data profil dan riwayat obrolan Anda.
pt: Isso limpará todos os seus dados de perfil e histórico de chat.
ru: Это удалит все данные вашего профиля и историю чата.
sw: Hii itafuta data yako yote ya wasifu na historia ya gumzo.
th: การดำเนินการนี้จะล้างข้อมูลโปรไฟล์และประวัติการแชททั้งหมดของคุณ
zh: 这将清除您的所有个人资料数据和聊天记录。

source: This will permanently delete your account and all associated data.
ar: سيؤدي هذا إلى حذف حسابك وجميع البيانات المرتبطة به نهائياً.
de: Dies löscht dein Konto und alle zugehörigen Daten dauerhaft.
es: Esto eliminará permanentemente tu cuenta y todos los datos asociados.
fr: Cela supprimera définitivement votre compte et toutes les données associées.
id: Ini akan menghapus akun Anda dan semua data terkait secara permanen.
pt: Isso excluirá permanentemente sua conta e todos os dados associados.
ru: Это навсегда удалит ваш аккаунт и все связанные данные.
sw: Hii itafuta akaunti yako na data zote zinazohusiana nayo kabisa.
th: การดำเนินการนี้จะลบบัญชีของคุณและข้อมูลที่เกี่ยวข้องทั้งหมดอย่างถาวร
zh: 这将永久删除您的账户和所有相关数据。

source: Thunderstorm
ar: عاصفة رعدية
de: Gewitter
es: Tormenta
fr: Orage
id: Badai Petir
pt: Tempestade
ru: Гроза
sw: Ngurumo
th: พายุฝนฟ้าคะนอง
zh: 雷暴

source: Toggle sidebar
ar: تبديل الشريط الجانبي
de: Seitenleiste umschalten
es: Alternar barra lateral
fr: Basculer la barre latérale
id: Buka/tutup bilah samping
pt: Alternar barra lateral
ru: Переключить боковую панель
sw: Badilisha utepe wa kando
th: เปิด/ปิดแถบด้านข้าง
zh: 切换侧边栏

source: Too many login attempts. Please try again later.
ar: محاولات تسجيل دخول كثيرة جداً. يرجى المحاولة لاحقاً.
de: Zu viele Anmeldeversuche. Bitte versuche es später erneut.
es: Demasiados intentos. Por favor inténtalo más tarde.
fr: Trop de tentatives de connexion. Veuillez réessayer plus tard.
id: Terlalu banyak percobaan masuk. Silakan coba lagi nanti.
pt: Muitas tentativas de login. Por favor, tente novamente mais tarde.
ru: Слишком много попыток входа. Пожалуйста, попробуйте позже.
sw: Majaribio mengi ya kuingia. Tafadhali jaribu tena baadaye.
th: พยายามเข้าสู่ระบบมากเกินไป โปรดลองใหม่อีกครั้งในภายหลัง
zh: 登录尝试次数过多。请稍后再试。

source: Tourism
ar: سياحة
de: Tourismus
es: Turismo
fr: Tourisme
id: Pariwisata
pt: Turismo
ru: Туризм
sw: Utalii
th: การท่องเที่ยว
zh: 旅游学

source: Traffic violations and fines
ar: مخالفات المرور والغرامات
de: Verkehrsverstöße und Bußgelder
es: Infracciones de tránsito y multas
fr: Infractions routières et amendes
id: Pelanggaran lalu lintas dan denda
pt: Violações de trânsito e multas
ru: Нарушения ПДД и штрафы
sw: Makovu ya barabarani na faini
th: การละเมิดกฎจราจรและค่าปรับ
zh: 交通违规和罚款

source: Transport
ar: نقل
de: Verkehr
es: Transporte
id: Transportasi
pt: Transporte
ru: Транспорт
sw: Usafiri
th: การขนส่ง
zh: 交通

source: Transportation & Mobility
ar: النقل والتنقل
de: Transport & Mobilität
es: Transporte y Movilidad
fr: Transports et mobilité
id: Transportasi & Mobilitas
pt: Transporte e Mobilidade
ru: Транспорт и мобильность
sw: Usafiri na Uhamaji
th: การขนส่งและการสัญจร
zh: 交通与出行

source: Type your query here...
ar: اكتب استفسارك هنا...
de: Gib deine Anfrage hier ein...
es: Escribe tu consulta aquí...
fr: Tapez votre demande ici...
id: Ketik pertanyaan Anda di sini...
pt: Digite sua consulta aqui...
ru: Введите ваш запрос здесь...
sw: Andika swali lako hapa...
th: พิมพ์คำถามของคุณที่นี่...
zh: 在此处输入您的问题...

source: Unable to load chat history
ar: تعذر تحميل سجل المحادثة
de: Chatverlauf konnte nicht geladen werden
es: No se pudo cargar el historial de chat
fr: Impossible de charger l'historique du chat
id: Tidak dapat memuat riwayat obrolan
pt: Não foi possível carregar o histórico de chat
ru: Не удалось загрузить историю чата
sw: Haikuweza kupakia historia ya gumzo
th: ไม่สามารถโหลดประวัติการแชทได้
zh: 无法加载聊天记录

source: Unable to load user information. Please try again.
ar: تعذر تحميل معلومات المستخدم. يرجى المحاولة مرة أخرى.
de: Benutzerinformationen konnten nicht geladen werden. Bitte versuche es erneut.
es: No se pudo cargar la información del usuario. Inténtalo de nuevo.
fr: Impossible de charger les informations utilisateur. Veuillez réessayer.
id: Tidak dapat memuat informasi pengguna. Silakan coba lagi.
pt: Não foi possível carregar as informações do usuário. Por favor, tente novamente.
ru: Не удалось загрузить информацию о пользователе. Пожалуйста, попробуйте снова.
sw: Imeshindwa kupakia taarifa za mtumiaji. Tafadhali jaribu tena.
th: ไม่สามารถโหลดข้อมูลผู้ใช้ได้ โปรดลองอีกครั้ง
zh: 无法加载用户信息。请重试。

source: Unable to load weather data. Please try again.
ar: تعذر تحميل بيانات الطقس. يرجى المحاولة مرة أخرى.
de: Wetterdaten konnten nicht geladen werden. Bitte versuche es erneut.
es: No se pudieron cargar los datos del clima. Inténtalo de nuevo.
fr: Impossible de charger les données météo. Veuillez réessayer.
id: Tidak dapat memuat data cuaca. Silakan coba lagi.
pt: Não foi possível carregar os dados meteorológicos. Por favor, tente novamente.
ru: Не удалось загрузить данные о погоде. Пожалуйста, попробуйте снова.
sw: Haikuweza kupakia data ya hali ya hewa. Tafadhali jaribu tena.
th: ไม่สามารถโหลดข้อมูลสภาพอากาศได้ โปรดลองอีกครั้ง
zh: 无法加载天气数据。请重试。

source: Unable to reset password. Please try again.
ar: تعذر إعادة تعيين كلمة المرور. يرجى المحاولة مرة أخرى.
de: Passwort konnte nicht zurückgesetzt werden. Bitte versuche es erneut.
es: No se pudo restablecer la contraseña. Inténtalo de nuevo.
fr: Impossible de réinitialiser le mot de passe. Veuillez réessayer.
id: Tidak dapat menyetel ulang kata sandi. Silakan coba lagi.
pt: Não foi possível redefinir a senha. Por favor, tente novamente.
ru: Не удалось сбросить пароль. Пожалуйста, попробуйте снова.
sw: Imeshindwa kuweka upya nenosiri. Tafadhali jaribu tena.
th: ไม่สามารถรีเซ็ตรหัสผ่านได้ โปรดลองอีกครั้ง
zh: 无法重置密码。请重试。

source: Unable to retrieve weather data.
ar: تعذر استرداد بيانات الطقس.
de: Wetterdaten konnten nicht abgerufen werden.
es: No se pudieron obtener datos del clima.
fr: Impossible de récupérer les données météo.
id: Tidak dapat mengambil data cuaca.
pt: Não foi possível recuperar os dados meteorológicos.
ru: Не удалось получить данные о погоде.
sw: Haikuweza kupata data ya hali ya hewa.
th: ไม่สามารถดึงข้อมูลสภาพอากาศได้
zh: 无法检索天气数据。

source: Unable to send password reset link. Please try again.
ar: تعذر إرسال رابط إعادة تعيين كلمة المرور. يرجى المحاولة مرة أخرى.
de: Link konnte nicht gesendet werden. Bitte versuche es erneut.
es: No se pudo enviar el enlace. Por favor, inténtalo de nuevo.
fr: Impossible d'envoyer le lien de réinitialisation. Veuillez réessayer.
id: Tidak dapat mengirim tautan setel ulang kata sandi. Silakan coba lagi.
pt: Não foi possível enviar o link de redefinição de senha. Por favor, tente novamente.
ru: Не удалось отправить ссылку. Пожалуйста, попробуйте снова.
sw: Imeshindwa kutuma kiungo cha kuweka upya nenosiri. Tafadhali jaribu tena.
th: ไม่สามารถส่งลิงก์รีเซ็ตรหัสผ่านได้ โปรดลองอีกครั้ง
zh: 无法发送密码重置链接。请重试。

source: Unable to verify email. Please try again.
ar: تعذر التحقق من البريد الإلكتروني. يرجى المحاولة مرة أخرى.
de: E-Mail konnte nicht verifiziert werden. Bitte versuche es erneut.
es: No se pudo verificar el correo. Inténtalo de nuevo.
fr: Impossible de vérifier l'e-mail. Veuillez réessayer.
id: Tidak dapat memverifikasi email. Silakan coba lagi.
pt: Não foi possível verificar o e-mail. Por favor, tente novamente.
ru: Не удалось подтвердить email. Пожалуйста, попробуйте снова.
sw: Imeshindwa kuthibitisha barua pepe. Tafadhali jaribu tena.
th: ไม่สามารถยืนยันอีเมลได้ โปรดลองอีกครั้ง
zh: 无法验证电子邮件。请重试。

source: Unarchive
ar: إلغاء الأرشفة
de: Dearchivieren
es: Desarchivar
fr: Désarchiver
id: Batalkan Arsip
pt: Desarquivar
ru: Разархивировать
sw: Ondoa kwenye Kumbukumbu
th: ยกเลิกเก็บถาวร
zh: 取消归档

source: Unemployed
ar: عاطل عن العمل
de: Arbeitslos
es: Desempleado
fr: Sans emploi
id: Menganggur
pt: Desempregado
ru: Безработный
sw: Hana Ajira
th: ว่างงาน
zh: 失业

source: Unemployment status and benefits received
ar: حالة البطالة والمزايا المستلمة
de: Arbeitslosenstatus und erhaltene Leistungen
es: Estado de desempleo y beneficios recibidos
fr: Statut de chômage et prestations reçues
id: Status pengangguran dan tunjangan yang diterima
pt: Status de desemprego e benefícios recebidos
ru: Статус безработицы и полученные пособия
sw: Hali ya ukosefu wa ajira na faida zilizopokelewa
th: สถานะการว่างงานและสิทธิประโยชน์ที่ได้รับ
zh: 失业状况和领取的福利

source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
id: Tidak Diketahui
pt: Desconhecido
ru: Неизвестно
sw: Haijulikani
th: ไม่ทราบ
zh: 未知

source: Unstar
ar: إلغاء التميز
de: Favorit entfernen
es: Quitar destacado
fr: Retirer des favoris
id: Hapus Bintang
pt: Desfavoritar
ru: Убрать из избранного
sw: Ondoa Nyota
th: เลิกติดดาว
zh: 取消星标

source: Untitled Conversation
ar: محادثة بدون عنوان
de: Unbenannte Unterhaltung
es: Conversación sin título
fr: Conversation sans titre
id: Percakapan Tanpa Judul
pt: Conversa sem título
ru: Беседа без названия
sw: Mazungumzo Bila Jina
th: การสนทนาไม่มีชื่อ
zh: 未命名对话

source: Update Email
ar: تحديث البريد الإلكتروني
de: E-Mail aktualisieren
es: Actualizar correo electrónico
fr: Mettre à jour l'e-mail
id: Perbarui Email
pt: Atualizar E-mail
ru: Обновить электронную почту
sw: Sasisha Barua Pepe
th: อัปเดตอีเมล
zh: 更新电子邮件

source: Updated
ar: تم التحديث
de: Aktualisiert
es: Actualizado
fr: Mis à jour
id: Diperbarui
pt: Atualizado
ru: Обновлено
sw: Imesasishwa
th: อัปเดตเมื่อ
zh: 更新于

source: Upload
ar: تحميل
de: Hochladen
es: Subir
fr: Télécharger
id: Unggah
pt: Carregar
ru: Загрузить
sw: Pakia
th: อัปโหลด
zh: 上传

source: Upload %@ File(s)
ar: تحميل %@ ملف (ملفات)
de: Lade %@ Datei(en) hoch
es: Subir %@ archivo(s)
fr: Télécharger %@ fichier(s)
id: Unggah %@ Berkas
pt: Carregar %@ Arquivo(s)
ru: Загрузить %@ файл(ов)
sw: Pakia Faili %@
th: อัปโหลด %@ ไฟล์
zh: 上传 %@ 个文件

source: Upload a recent photo. File must be JPG, PNG, or GIF and less than 2MB
ar: قم بتحميل صورة حديثة. يجب أن يكون الملف JPG أو PNG أو GIF وأقل من 2 ميجابايت
de: Lade ein aktuelles Foto hoch. Datei muss JPG, PNG oder GIF sein und weniger als 2MB
es: Sube una foto reciente. El archivo debe ser JPG, PNG o GIF y menor a 2MB
fr: Téléchargez une photo récente. Le fichier doit être JPG, PNG ou GIF et faire moins de 2 Mo
id: Unggah foto terbaru. Berkas harus berupa JPG, PNG, atau GIF dan kurang dari 2MB
pt: Carregue uma foto recente. O arquivo deve ser JPG, PNG ou GIF e menor que 2MB
ru: Загрузите недавнее фото. Файл должен быть JPG, PNG или GIF и менее 2 МБ
sw: Pakia picha ya hivi karibuni. Faili lazima liwe JPG, PNG, au GIF na chini ya 2MB
th: อัปโหลดรูปถ่ายล่าสุด ไฟล์ต้องเป็น JPG, PNG หรือ GIF และมีขนาดน้อยกว่า 2MB
zh: 上传一张近期照片。文件必须是 JPG、PNG 或 GIF 格式，且小于 2MB

source: Upload File
ar: تحميل ملف
de: Datei hochladen
es: Subir archivo
fr: Télécharger un fichier
id: Unggah Berkas
pt: Unggah Berkas
ru: Загрузить файл
sw: Pakia Faili
th: อัปโหลดไฟล์
zh: 上传文件

source: Upload Files
ar: تحميل الملفات
de: Dateien hochladen
es: Subir archivos
fr: Télécharger des fichiers
id: Unggah Berkas
pt: Carregar Arquivos
ru: Загрузка файлов
sw: Pakia Faili
th: อัปโหลดไฟล์
zh: 上传文件

source: Upload Photo
ar: تحميل صورة
de: Foto hochladen
es: Subir foto
fr: Télécharger une photo
id: Unggah Foto
pt: Unggah Foto
ru: Загрузить фото
sw: Pakia Picha
th: อัปโหลดรูปถ่าย
zh: 上传照片

source: Uploading...
ar: جاري الرفع...
de: Hochladen...
es: Subiendo...
fr: Téléchargement...
id: Mengunggah...
pt: Carregando...
ru: Загрузка...
sw: Inapakia...
th: กำลังอัปโหลด...
zh: 正在上传...

source: Urban Planning
ar: التخطيط الحضري
de: Stadtplanung
es: Planificación Urbana
fr: Urbanisme
id: Perencanaan Kota
pt: Planejamento Urbano
ru: Городское планирование
sw: Mipango ya Miji
th: การวางผังเมือง
zh: 城市规划

source: Urdu
ar: الأردية
fr: Ourdou
ru: Урду
sw: Kiurdu
th: อูรดู
zh: 乌尔都语

source: Use at least 8 characters
ar: استخدم 8 أحرف على الأقل
de: Verwende mindestens 8 Zeichen
es: Usa al menos 8 caracteres
fr: Utilisez au moins 8 caractères
id: Gunakan setidaknya 8 karakter
pt: Use pelo menos 8 caracteres
ru: Используйте не менее 8 символов
sw: Tumia angalau herufi 8
th: ใช้อย่างน้อย 8 ตัวอักษร
zh: 至少使用8个字符

source: Use Initials
ar: استخدم الأحرف الأولى
de: Initialen verwenden
es: Usar iniciales
fr: Utiliser les initiales
id: Gunakan Inisial
pt: Usar Iniciais
ru: Использовать инициалы
sw: Tumia Herufi za Kwanza
th: ใช้ชื่อย่อ
zh: 使用首字母

source: Use This Image
ar: استخدم هذه الصورة
de: Dieses Bild verwenden
es: Usar esta imagen
fr: Utiliser cette image
id: Gunakan Gambar Ini
pt: Usar Esta Imagem
ru: Использовать это изображение
sw: Tumia Picha Hii
th: ใช้ภาพนี้
zh: 使用此图片

source: Useless
ar: عديم الفائدة
de: Nutzlos
es: Inútil
fr: Inutile
id: Tidak Berguna
pt: Inútil
ru: Бесполезно
sw: Halifai
th: ไร้ประโยชน์
zh: 无用

source: User
ar: المستخدم
de: Benutzer
es: Usuario
fr: Utilisateur
id: Pengguna
pt: Usuário
ru: Пользователь
sw: Mtumiaji
th: ผู้ใช้
zh: 用户

source: User data is incomplete. Please reload the page.
ar: بيانات المستخدم غير مكتملة. يرجى إعادة تحميل الصفحة.
de: Benutzerdaten sind unvollständig. Bitte lade die Seite neu.
es: Datos de usuario incompletos. Por favor recarga la página.
fr: Les données utilisateur sont incomplètes. Veuillez recharger la page.
id: Data pengguna tidak lengkap. Silakan muat ulang halaman.
pt: Dados do usuário incompletos. Por favor, recarregue a página.
ru: Данные пользователя неполные. Пожалуйста, перезагрузите страницу.
sw: Data ya mtumiaji haijakamilika. Tafadhali pakia upya ukurasa.
th: ข้อมูลผู้ใช้ไม่สมบูรณ์ โปรดโหลดหน้าซ้ำ
zh: 用户数据不完整。请重新加载页面。

source: User data is missing. Please reload the page.
ar: بيانات المستخدم مفقودة. يرجى إعادة تحميل الصفحة.
de: Benutzerdaten fehlen. Bitte lade die Seite neu.
es: Faltan datos de usuario. Por favor recarga la página.
fr: Les données utilisateur sont manquantes. Veuillez recharger la page.
id: Data pengguna hilang. Silakan muat ulang halaman.
pt: Dados do usuário ausentes. Por favor, recarregue a página.
ru: Данные пользователя отсутствуют. Пожалуйста, перезагрузите страницу.
sw: Data ya mtumiaji inakosekana. Tafadhali pakia upya ukurasa.
th: ข้อมูลผู้ใช้สูญหาย โปรดโหลดหน้าซ้ำ
zh: 用户数据丢失。请重新加载页面。

source: User Profile
ar: ملف المستخدم
de: Benutzerprofil
es: Perfil de usuario
fr: Profil utilisateur
id: Profil Pengguna
pt: Perfil do Usuário
ru: Профиль пользователя
sw: Wasifu wa Mtumiaji
th: โปรไฟล์ผู้ใช้
zh: 用户个人资料

source: Username already exists
ar: اسم المستخدم موجود بالفعل
de: Benutzername existiert bereits
es: El nombre de usuario ya existe
fr: Le nom d'utilisateur existe déjà
id: Nama pengguna sudah ada
pt: Nome de usuário já existe
ru: Имя пользователя уже занято
sw: Jina la mtumiaji tayari linatumika
th: ชื่อผู้ใช้นี้มีอยู่แล้ว
zh: 用户名已存在

source: Username and password are required
ar: اسم المستخدم وكلمة المرور مطلوبان
de: Benutzername und Passwort sind erforderlich
es: Se requiere usuario y contraseña
fr: Le nom d'utilisateur et le mot de passe sont requis
id: Nama pengguna dan kata sandi wajib diisi
pt: Nome de usuário e senha são obrigatórios
ru: Имя пользователя и пароль обязательны
sw: Jina la mtumiaji na nenosiri zinahitajika
th: จำเป็นต้องระบุชื่อผู้ใช้และรหัสผ่าน
zh: 必须填写用户名和密码

source: Username can only contain letters, numbers, underscores, dots and hyphens
ar: يمكن لاسم المستخدم أن يحتوي فقط على أحرف وأرقام وشرطات سفلية ونقاط
de: Benutzername darf nur Buchstaben, Zahlen, Unterstriche, Punkte und Bindestriche enthalten
es: El usuario solo puede contener letras, números, guiones bajos, puntos y guiones
fr: Le nom d'utilisateur ne peut contenir que des lettres, des chiffres, des traits de soulignement, des points et des tirets
id: Nama pengguna hanya boleh berisi huruf, angka, garis bawah, titik, dan tanda hubung
pt: O nome de usuário pode conter apenas letras, números, sublinhados, pontos e hifens
ru: Имя пользователя может содержать только буквы, цифры, подчеркивания, точки и дефисы
sw: Jina la mtumiaji linaweza kuwa na herufi, nambari, mistari chini, nukta na deshi pekee
th: ชื่อผู้ใช้ต้องประกอบด้วยตัวอักษร ตัวเลข ขีดล่าง จุด และขีดกลางเท่านั้น
zh: 用户名只能包含字母、数字、下划线、点和连字符

source: Username must be at least 3 characters
ar: يجب أن يكون اسم المستخدم 3 أحرف على الأقل
de: Benutzername muss mindestens 3 Zeichen lang sein
es: El nombre de usuario debe tener al menos 3 caracteres
fr: Le nom d'utilisateur doit contenir au moins 3 caractères
id: Nama pengguna harus terdiri dari minimal 3 karakter
pt: O nome de usuário deve ter pelo menos 3 caracteres
ru: Имя пользователя должно содержать не менее 3 символов
sw: Jina la mtumiaji lazima liwe na angalau herufi 3
th: ชื่อผู้ใช้ต้องมีอย่างน้อย 3 ตัวอักษร
zh: 用户名必须至少包含3个字符

# userProfile.educationLevels.other
source: Other
ar: آخر
de: Andere
es: Otro
fr: Autre
id: Lainnya
pt: Outro
ru: Другое
sw: Nyingine
th: อื่นๆ
zh: 其他

# userProfile.educationLevels.secondary
source: Secondary Education
ar: التعليم الثانوي
de: Sekundarschulbildung
es: Educación Secundaria
fr: Enseignement secondaire
id: Pendidikan Menengah
pt: Ensino Secundário
ru: Среднее образование
sw: Elimu ya Sekondari
th: มัธยมศึกษา
zh: 中学教育

# userProfile.educationOptions.25
source: Education
ar: تعليم
de: Pädagogik
es: Educación
fr: Éducation
id: Pendidikan
pt: Educação
ru: Образование
sw: Elimu
th: ศึกษาศาสตร์
zh: 教育学

# userProfile.educationOptions.84
source: Secondary Education
ar: التعليم الثانوي
de: Sekundarschulbildung
es: Educación Secundaria
fr: Enseignement secondaire
id: Pendidikan Menengah
pt: Educação Secundária
ru: Среднее образование
sw: Elimu ya Sekondari
th: มัธยมศึกษา
zh: 中等教育

# userProfile.employmentStatuses.other
source: Other
ar: آخر
de: Andere
es: Otro
fr: Autre
id: Lainnya
pt: Outro
ru: Другое
sw: Nyingine
th: อื่นๆ
zh: 其他

# userProfile.fields.education
source: Education
ar: التعليم
de: Bildung
es: Educación
fr: Éducation
id: Pendidikan
pt: Educação
ru: Образование
sw: Elimu
th: การศึกษา
zh: 教育

# userProfile.gender.other
source: Other
ar: آخر
de: Andere
es: Otro
fr: Autre
id: Lainnya
pt: Outro
ru: Другой
sw: Nyingine
th: อื่นๆ
zh: 其他

# userProfile.languages.other
source: Other
ar: أخرى
de: Andere
es: Otro
fr: Autre
id: Lainnya
pt: Outro
ru: Другое
sw: Nyingine
th: อื่นๆ
zh: 其他

# userProfile.maritalStatus.other
source: Other
ar: آخر
de: Andere
es: Otro
fr: Autre
id: Lainnya
pt: Outro
ru: Другое
sw: Nyingine
th: อื่นๆ
zh: 其他

# userProfile.residencyStatuses.other
source: Other
ar: آخر
de: Andere
es: Otro
fr: Autre
id: Lainnya
pt: Outro
ru: Другое
sw: Nyingine
th: อื่นๆ
zh: 其他

# userProfile.tabsShort.education
source: Education
ar: تعليم
de: Bildung
es: Educación
fr: Éducation
id: Pendidikan
pt: Educação
ru: Образование
sw: Elimu
th: การศึกษา
zh: 教育

source: Utility bills linked to the address
ar: فواتير الخدمات المرتبطة بالعنوان
de: Mit der Adresse verknüpfte Nebenkostenabrechnungen
es: Facturas de servicios vinculadas a la dirección
fr: Factures de services publics liées à l'adresse
id: Tagihan utilitas yang terkait dengan alamat
pt: Contas de serviços públicos vinculadas ao endereço
ru: Счета за коммунальные услуги по адресу
sw: Bili za huduma zilizounganishwa na anwani
th: บิลค่าสาธารณูปโภคที่เชื่อมโยงกับที่อยู่
zh: 与地址关联的水电费账单

source: Vaccination records
ar: سجلات التطعيم
de: Impfpass
es: Registros de vacunación
fr: Carnets de vaccination
id: Catatan vaksinasi
pt: Registros de vacinação
ru: Записи о вакцинации
sw: Rekodi za chanjo
th: ประวัติการฉีดวัคซีน
zh: 疫苗接种记录

source: Validate Token
ar: التحقق من الرمز
de: Token validieren
es: Validar token
fr: Valider le jeton
id: Validasi Token
pt: Validar Token
ru: Проверить токен
sw: Thibitisha Tokeni
th: ตรวจสอบโทเค็น
zh: 验证令牌

source: Validating token...
ar: جاري التحقق من الرمز...
de: Validiere Token...
es: Validando token...
fr: Validation du jeton...
id: Memvalidasi token...
pt: Validando token...
ru: Проверка токена...
sw: Inathibitisha tokeni...
th: กำลังตรวจสอบโทเค็น...
zh: 正在验证令牌...

source: Vehicle Registration Deadline
ar: موعد تسجيل المركبة
de: Fahrzeugregistrierungsfrist
es: Registro de vehículo
fr: Date limite d'immatriculation du véhicule
id: Tenggat Waktu Pendaftaran Kendaraan
pt: Prazo para Registro de Veículo
ru: Срок регистрации ТС
sw: Tarehe ya Mwisho ya Usajili wa Gari
th: กำหนดเวลาต่อภาษีรถยนต์
zh: 车辆登记截止日期

source: Vehicle registration details
ar: تفاصيل تسجيل المركبة
de: Fahrzeugregistrierungsdetails
es: Detalles de registro vehicular
fr: Détails d'immatriculation du véhicule
id: Detail pendaftaran kendaraan
pt: Detalhes de registro de veículo
ru: Детали регистрации транспортного средства
sw: Maelezo ya usajili wa gari
th: รายละเอียดการจดทะเบียนรถยนต์
zh: 车辆登记详情

source: Verification email has been resent
ar: تم إعادة إرسال بريد التحقق
de: Verifizierungs-E-Mail wurde erneut gesendet
es: El correo de verificación ha sido reenviado
fr: L'e-mail de vérification a été renvoyé
id: Email verifikasi telah dikirim ulang
pt: O e-mail de verificação foi reenviado
ru: Письмо с подтверждением отправлено повторно
sw: Barua pepe ya uthibitishaji imetumwa tena
th: ส่งอีเมลยืนยันอีกครั้งแล้ว
zh: 验证邮件已重新发送

source: Verification Failed
ar: فشل التحقق
de: Verifizierung fehlgeschlagen
es: Verificación fallida
fr: Échec de la vérification
id: Verifikasi Gagal
pt: Falha na Verificação
ru: Ошибка проверки
sw: Uthibitishaji Umeshindikana
th: การตรวจสอบล้มเหลว
zh: 验证失败
